<!DOCTYPE html>
<html>
	<head>
		<meta charset="ISO-8859-1">
		<title>Projekt</title>
	</head>
	<body>
		<h1>Das Konrad Zuse Internet Archive-Projekt</h1>
		<p><a href=".//zuse" target="_self">Konrad Zuse</a> war ein deutscher Computerpionier, der im Zeitraum von 1935 bis 1945 mehrere Rechenmaschinen (z.B. <a href=".//z1" target="_self">Z1</a>, <a href=".//z2" target="_self">Z2</a>, <a href=".//z3" target="_self">Z3</a> und <a href=".//z4" target="_self">Z4</a>) entwarf und baute, die zu den ersten Computern weltweit geh&#246;ren. Er verwendete <a href=".//mechanicalSystem" target="_self">mechanische</a> Bauteile sowie <a href=".//relay" target="_self">Telefonrelais</a> um frei programmierbare, <a href=".//binaryNumber" target="_self">bin&#228;re</a> <a href=".//floatingPoint" target="_self">Gleitkommarechner</a> zu bauen. Dar&#252;ber hinaus entwickelte er mit dem Plankalk&#252;l eine der ersten h&#246;heren Programmiersprachen. 1941 gr&#252;ndete Zuse eine Computerfirma, die eine der ersten weltweit war. Aufgrund des Zweiten Weltkrieges waren Zuses Arbeiten lange Zeit nur wenigen Personen bekannt. Weitere Informationen zu Konrad Zuse finden Sie auf <a href=".//zuse" target="_self">folgender Seite</a>.</p>
		<p>Im Konrad Zuse Internet Archive Projekt wird der <a href=".//collections?page=1&q=" target="_self">Nachlass</a> von <a href=".//zuse" target="_self">Konrad Zuse</a> digitalisiert, analysiert und ver&#246;ffentlicht. Im Jahr 2010, in dem Zuse 100 Jahre alt geworden w&#228;re, wurde das Konrad Zuse Internet Archive Projekt durch den Informatikprofessor Ra&uacute;l Rojas initiiert, welches an ein 1999 bis 2001 durchgef&#252;hrtes Projekt ankn&#252;pfte. Die Originaldokumente aus dem <a href=".//collections?page=1&q=" target="_self">Nachlass</a> von Konrad Zuse liegen im Archiv des Deutschen Museums, welche technische Zeichnungen, Fotos, Manuskripte, Typoskripte, Stenogramme etc. umfassen. Das Projekt besteht aus einer Kooperation des Instituts f&#252;r Informatik der Freien Universit&#228;t Berlin mit dem Archiv des Deutschen Museums und wird durch die Deutsche Forschungsgemeinschaft (DFG) gef&#246;rdert. Hier finden Sie mehr Details zu <a href=".//partnersandcollaborators" target="_self">Partnern und Mitarbeitern des Projekts</a> oder betrachten Sie die <a href=".//collections?page=1&q=" target="_self">digitalisierten Dokumente</a>.</p>
		<p>Indem Konrad Zuses Nachlass digitalisiert wird, tr&#228;gt das Projekt zur Bewahrung von kulturellem Erbe bei, welches durch die freie Verf&#252;gbarkeit im Internet jedem zug&#228;nglich ist. Durch die Ver&#246;ffentlichung der Dokumente im Internet soll auch ein besseres Verst&#228;ndnis von modernen Computern gef&#246;rdert werden. Der moderne Computer ist in den industrialisierten L&#228;ndern ubiquit&#228;r geworden, doch bleibt er f&#252;r viele Nutzer in seiner Operationalit&#228;t unverst&#228;ndlich. Die fr&#252;hen Computer von Konrad Zuse sind in ihren <a href=".//booleanAlgebra" target="_self">abstrakten Konzepten</a> &#228;hnlich zu modernen Computern, aber sie sind anschaulicher und einfacher zu verstehen, weil sie gr&#246;&#223;er, weniger komplex und langsamer waren.</p>
		<p>Zur Einsehbarkeit der bis dato gr&#246;&#223;tenteils noch unver&#246;ffentlichten Dokumente aus dem Nachlass wurden Digitalisate angefertigt. Dieses digitale Kulturgut wird im Konrad Zuse Internet Archive online publiziert und kostenlos zug&#228;nglich gemacht. Das Projekt orientiert sich dabei an <a href="http://open-access.net/" target="_blank">Open Access Strategien</a> und unterst&#252;tzt die <a href="http://oa.mpg.de/lang/en-uk/berlin-prozess/berliner-erklarung/" target="_blank">Berliner Erkl&#228;rung</a>.</p>
		
		<a name="imeji"></a><h2>imeji</h2>
		<p>Die Bilder des Archivs und die Informationen &#252;ber sie (die sogenannten Metadaten) werden durch die Open Source Repositoriensoftware imeji verwaltet. Sie wird durch die Max Planck Digital Library in Zusammenarbeit mit assoziierten Institutionen entwickelt. Das erkl&#228;rte Ziel des Konrad Zuse Internet Archive Projekts ist, nicht eine eigene Software f&#252;r diesen einen speziellen Fall zu entwickeln, sondern zu helfen, eine allgemein einsetzbare L&#246;sung f&#252;r &#228;hnliche Projekte zu schaffen. Dadurch muss nicht jede Institution wieder neu mit der Entwicklung einer Umgebung f&#252;r die Verwaltung und Pr&#228;sentation von Bilddaten beginnen. Aus diesem Grunde engagiert sich das Projekt an der Weiterentwicklung der Repositoriensoftware in der imeji Open Source Community. Mehr Informationen zu imeji finden Sie auf <a href="http://imeji.org" target="_blank">imeji.org</a>.</p>
		
		<h2>Kontakt</h2>
		<p>Sie k&#246;nnen &#252;ber folgende eMail-Adresse Kontakt zu uns aufnehmen. <img src="./resources/css/theme_zuse/images/zusemail.png" border="0" /></p> 
		<p>Falls Sie Interesse an den Originaldokumenten haben sollten, wenden Sie sich bitte an die folgende eMail-Adresse: <a href="mailto:archiv@deutsches-museum.de">archiv@deutsches-museum.de</a></p>
	</body>
</html>