<div align="justify">	
	<p  style='text-align: center;'><strong><span style='font-size:144%'>Nachbau der Rechenmaschine Z3</span></strong>
	</p>
	<p class='vspace'  style='text-align: justify;'>Das Projekt f&uuml;r den Nachbau der Rechenmaschine <a href="./z3" target="_self">Z3</a> von <a href="./zuse" target="_self">Konrad Zuse</a> wurde von Prof. Dr. Ra&uacute;l Rojas (FU Berlin) und Dr. Horst Zuse (TU Berlin) initiert. Prof. Dr. Ra&uacute;l Rojas &uuml;bernahm die technische Leitung und war verantwortlich f&uuml;r den Bau des Speichers und Prozessors. Im Rahmen dieser Aufgabe definierte er die Blockarchitektur der beiden Komponenten. Als Grundlage diente dabei die Patentanmeldung der Z391 von Konrad Zuse (durchgearbeitet und ver&ouml;ffentlicht in: R. Rojas (Hrsg.), Die Rechenmaschinen von Konrad Zuse, Springer-Verlag, Berlin, 1998).
	</p>
	<p class='vspace'  style='text-align: justify;'>Dr. Frank Darius (FU Berlin) entwarf darauf aufbaund die Detailschaltungen mit modernen <a href="./relay" target="_self">Relais</a>. Die Schaltungen wurden von Georg Heyne (Leiters des Elektroniklabors des Fritz-Haber-Instituts der Max-Planck-Gesellschaft) &uuml;berpr&uuml;ft und an die vorhandene Hardwarekomponenten angepa&szlig;t. Wolfram D&auml;umel (Fritz-Haber-Institut) hat das Layout der Platinen entworfen. Lothar Sch&ouml;nbein und Torsten Vetter (beide vom Fritz-Haber-Institut) haben die Fertigung bzw. die Mikroprogrammierung &uuml;bernommen. C&uuml;neyt G&ouml;ktekin (FU Berlin) entwarf mit Unterst&uuml;tzung von Bernhard Fr&ouml;tschl (FU Berlin) und Prof. Rojas eine Benutzerschnittstelle zur Ansteuerung der <a href="./z3" target="_self">Z3</a> mittels eines PCs anstelle der Z3-Konsole. C&uuml;neyt G&ouml;ktekin implementierte diese virtuelle Konsole in den Programmiersprachen Java und C. Das Debugging der Hard- und Software wurde von Dr. Darius, Bernhard Fr&ouml;tschl, C&uuml;neyt G&ouml;ktekin und Prof. Rojas durchgef&uuml;hrt.
	</p>
	<p class='vspace'  style='text-align: justify;'>
Sch&uuml;ler der 1. Berufsschule Pankow (Sonderp&auml;dagogik) schwei&szlig;ten mit ihren Lehrern Thekla Lewandowki, Olaf Morgenbrod und Norbert Wagner die Gestelle f&uuml;r den Speicher und das Rechenwerk der Maschine Z3 zusammen. Die Sch&uuml;ler der Konrad-Zuse-Schule in H&uuml;nfeld konstruierten zusammen mit ihrem Lehrer Uwe Trautrims den Lochstreifenleser und Lochstreifenstanzer. 
	</p>
	<p class='vspace'  style='text-align: center;'><strong>Video des Nachbaus der Z3</strong>
	</p>
	<p class='vspace'  style='text-align: justify;'>Das Video zeigt den Nachbau der Z3. Links kann man das Rechenwerk sehen, rechts den Speicher. Die Aufnahmen stammen vom 9.01.2002. Die Konsole der <a href="./z3" target="_self">Z3</a>, mit der die Operanden und die auszuf&uuml;hrende Operation eingestellt wurden, wurde beim Nachbau durch einen PC ersetzt. Wie die Orginal Z3 beherrscht der Nachbau die Addition, Subtraktion, Multiplikation, Division, Quadratwurzel sowie die Umwandlung von Dezimalzahlen in das <a href="./binaryNumber" target="_self">Bin&auml;rsystem</a> und umgekehrt. &Uuml;ber dem Rechenwerk kann man die Schrittschalter sehen, die f&uuml;r die Steuerung der Operationen verantwortlich waren. Der Speicher speichert 32 <a href="./floatingPoint" target="_self">Gleitkommazahlen</a> a 22 <a href="./bit" target="_self">Bits</a> (1 Bit f&uuml;r das Vorzeichen, 7 f&uuml;r den Exponenten und 14 f&uuml;r die Mantisse).
	</p>
	<center><iframe src="http://zuse-z1.zib.de/videos/z3r.html" width="810" height="720" align="middle" scrolling="no" frameborder="0"></iframe></center>
	<p  style='text-align: center;'><strong><span style='font-size:144%'>Nachbau des Addierers der Z3</span></strong>
	</p>
	<p class='vspace'>Die Additionsschaltung der <a href="./z3" target="_self">Z3</a> als interaktives Demonstrationsobjekt:
	</p>
	<div class='vspace'></div><table border='0' cellpadding='5' cellspacing='0' align='center' >
	<tr ><td  valign='top'><a target='_blank' class='urllink' href='./resources/images/zuse1.jpg' rel='nofollow'><img width='100px' src='./resources/images/zuse1_th.jpg' alt='' title='' /></a>
	</td><td  valign='top'><a target='_blank' class='urllink' href='./resources/images/zuse2.jpg' rel='nofollow'><img width='100px' src='./resources/images/zuse2_th.jpg' alt='' title='' /></a>
	</td></tr></table>
	<p class='vspace'>Das Additionswerk der <a href="./z3" target="_self">Z3</a> als fertiges Plakat mit Informationen zur Z3:
	</p>
	<div class='vspace'></div><table border='0' cellpadding='5' cellspacing='0' align='center' >
	<tr ><td  valign='top'><a target='_blank' class='urllink' href='./resources/images/plakat.jpg' rel='nofollow'><img width='100px' src='./resources/images/plakat_th.jpg' alt='' title='' /></a>
	</td><td  valign='top'><a target='_blank' class='urllink' href='./resources/images/plakat_a.jpg' rel='nofollow'><img width='100px' src='./resources/images/plakat_a_th.jpg' alt='' title='' /></a>
	</td></tr></table>
	<p class='vspace' style='text-align: justify;'>Als Herzst&uuml;ck einer zu konzipierenden Informationstafel f&uuml;r Austellungen und Vortr&auml;ge &uuml;ber die Rechenmaschinen <a href="./zuse" target="_self">Konrad Zuse</a> wurde das <a href="./floatingPoint" target="_self">Mantissen</a>-Additionswerk der <a href="./z3" target="_self">Z3</a> auf einer DIN A3 gro&szlig;en Platine nachgebaut.
	</p>
	<p class='vspace' style='text-align: justify;'>Hierzu wurde nach Originalunterlagen eine 10-<a href="./bit" target="_self">Bit</a> umfassende <a href="./electromechnics" target="_self">elektromechanische</a> Schaltung entworfen. Diese besteht aus zwei manuell setzbaren Registern f&uuml;r die Eingabe der Summanden - wie im Original realisiert mittels bistabiler selbsthaltender <a href="./relay" target="_self">Relais</a> - und pro Bit aus zwei <a href="./logicGate" target="_self">XOR-Gattern und einem AND-Gatter</a> zur Berechnung des <a href="./binaryNumber" target="_self">&Uuml;bertrags</a>. Die eingegebenen Summanden, alle Zwischenergebnisse der Teiloperationen sowie das Endergebnis werden &uuml;ber Leuchtfelder (LED's) angezeigt.
	</p>
	<p class='vspace'  style='text-align: justify;'>Wie bei der Originalmaschine wurde jede Berechnung in 3 Teilschritte ("Spiele") zerlegt, die der interessierte Nutzer &uuml;ber einen Drehknopf sequenziell ablaufen lassen kann. Ein weiterer Schalter erm&ouml;glicht die Wahl zwischen Addition und Subtraktion. 
	</p>
	<p class='vspace'  style='text-align: justify;'><em>Danksagung:</em> F&uuml;r die freundliche Beratung, die Benutzung der Layoutsoftware und der digitalen Fr&auml;smaschine danken wir dem Elektronik-Labor des Fritz-Haber-Instituts (MPG), u.a. besonders Georg Heyne, Wolfram D&auml;umel und Viktor Platschkowski.
	</p>
	<br />
	<img src="./resources/css/theme_zuse/images/All_Paginator_ArrowNext_15_Active.png" />Betrachte die <a href="./collection/J04cSsYDG6YXhBnW" target="_self">Fotos</a> des Rekonstruktionsprojekts der Z3.<br />
	<br />
</div>