#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#Generated by ResourceBundle Editor (http://essiembre.github.io/eclipse-rbe/)
#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)
#
# CDDL HEADER START
#
# The contents of this file are subject to the terms of the
# Common Development and Distribution License, Version 1.0 only
# (the "License"). You may not use this file except in compliance
# with the License.
#
# You can obtain a copy of the license at license/ESCIDOC.LICENSE
# or http://www.escidoc.de/license.
# See the License for the specific language governing permissions
# and limitations under the License.
#
# When distributing Covered Code, include this CDDL HEADER in each
# file and include the License file at license/ESCIDOC.LICENSE.
# If applicable, add the following below this CDDL HEADER, with the
# fields enclosed by brackets "[]" replaced with your own identifying
# information: Portions Copyright [yyyy] [name of copyright owner]
#
# CDDL HEADER END
#
#
# Copyright 2006-2012 Fachinformationszentrum Karlsruhe Gesellschaft
# f\uFF83\uFF7Cr wissenschaftlich-technische Information mbH and Max-Planck-
# Gesellschaft zur F\uFF83\uFF76rderung der Wissenschaft e.V.
# All rights reserved. Use is subject to license terms.

activation_success = \u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u307E\u3059\u3002

activation_timeout = \u30A2\u30AB\u30A6\u30F3\u30C8\u6709\u52B9\u5316\u306E\u671F\u9650\u304C\u5207\u308C\u307E\u3057\u305F\u3002\u518D\u5EA6\u30E6\u30FC\u30B6\u767B\u9332\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002

added_to_active_album = \u306F\u4F7F\u7528\u4E2D\u306E\u30A2\u30EB\u30D0\u30E0\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002

admin_to_user = \u3053\u306E\u30E6\u30FC\u30B6\u304B\u3089\u7BA1\u7406\u8005\u6A29\u9650\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

album_Private_Content = This album contains XXX_COUNT_XXX private items. These items are not displayed.

album_not_allowed_to_add_item = \u3053\u306E\u30A2\u30EB\u30D0\u30E0\u306B\u30A2\u30A4\u30C6\u30E0\u3092\u8FFD\u52A0\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002

albums_headline = \u30A2\u30EB\u30D0\u30E0

already_in_active_album = \u753B\u50CF\u306F\u4F7F\u7528\u4E2D\u306E\u30A2\u30EB\u30D0\u30E0\u306B\u3059\u3067\u306B\u8FFD\u52A0\u3055\u308C\u3066\u3044\u307E\u3059\uFF01

cannot_create_collection = \u30A2\u30A4\u30C6\u30E0\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3084\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306E\u4F5C\u6210\u3092\u884C\u3046\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u6A29\u9650\u3092\u53D6\u5F97\u3059\u308B\u306B\u306F\u3001\u30B5\u30DD\u30FC\u30C8\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002

collection = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3

collection_create_error_organization = \u7D44\u7E54\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

collection_create_error_title = \u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

collection_locked = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u4E2D\u306B\u3001\u5225\u306E\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u308B\u753B\u50CF\u304C\u5C11\u306A\u304F\u3068\u3082\u4E00\u3064\u3042\u308A\u307E\u3059\u3002

collections_headline = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3

confirmation_activate_user = \u3053\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B\uFF1F

confirmation_delete_album = \u3053\u306E\u30A2\u30EB\u30D0\u30E0\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F\uFF08\u524A\u9664\u5F8C\u306F\u5FA9\u6D3B\u3067\u304D\u307E\u305B\u3093\uFF09

confirmation_delete_collection = \u3053\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F\uFF08\u524A\u9664\u5F8C\u306F\u5FA9\u6D3B\u3067\u304D\u307E\u305B\u3093\uFF09

confirmation_delete_item = \u3053\u306E\u30A2\u30A4\u30C6\u30E0\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

confirmation_delete_user = \u3053\u306E\u30E6\u30FC\u30B6\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

confirmation_delete_user_group = \u3053\u306E\u30E6\u30FC\u30B6\u30B0\u30EB\u30FC\u30D7\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

confirmation_new_password = Do you really want to reset the password? (A message will be sent to the user)

confirmation_publish = \u6CE8\u610F: \u4ED6\u306E\u6587\u732E\u304B\u3089\u3053\u306E\u30A2\u30EB\u30D0\u30E0\u3092\u5F15\u7528\u3092\u3059\u308B\u305F\u3081\u306E\u3001\u9577\u671F\u9593\u306B\u308F\u305F\u3063\u3066\u5B58\u5728\u3059\u3079\u304DURL\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u308B\u305F\u3081\u3001\u3044\u3063\u305F\u3093\u516C\u958B\u3057\u305F\u30A2\u30EB\u30D0\u30E0\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002

confirmation_release_album = \u3053\u306E\u30A2\u30EB\u30D0\u30E0\u3092\u672C\u5F53\u306B\u516C\u958B\u3057\u307E\u3059\u304B\uFF1F

confirmation_release_collection = \u3053\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u672C\u5F53\u306B\u516C\u958B\u3057\u307E\u3059\u304B\uFF1F

confirmation_revoke_grant = Are you sure you want to revoke the grant for

confirmation_withdraw_album = \u3053\u306E\u30A2\u30EB\u30D0\u30E0\u3092\u672C\u5F53\u306B\u53D6\u308A\u4E0B\u3052\u307E\u3059\u304B\uFF1F \u5168\u3066\u306E\u753B\u50CF\u306F\u524A\u9664\u3055\u308C\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u3060\u3051\u304C\u4FDD\u5B58\u3055\u308C\u3001\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002

confirmation_withdraw_collection = \u3053\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u672C\u5F53\u306B\u53D6\u308A\u4E0B\u3052\u307E\u3059\u304B\uFF1F \u5168\u3066\u306E\u753B\u50CF\u306F\u524A\u9664\u3055\u308C\u3001\u30E1\u30BF\u30C7\u30FC\u30BF\u3060\u3051\u304C\u4FDD\u5B58\u3055\u308C\u3001\u8868\u793A\u3055\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002

delete_wait = \u524A\u9664\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\uFF01

edit_user_email_forbidden = \u7BA1\u7406\u8005\u3060\u3051\u304C\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5909\u66F4\u3067\u304D\u307E\u3059\u3002

editor_append = \u65B0\u3057\u3044\u5024\u3092\u5168\u3066\u306B\u8FFD\u52A0\u3059\u308B

editor_basic = \u5024\u304C\u7A7A\u306E\u3068\u304D\u3060\u3051\u8FFD\u52A0\u3059\u308B

editor_overwrite = \u5168\u3066\u306E\u5024\u3092\u4E0A\u66F8\u304D\u3059\u308B

email_error = \u30E1\u30FC\u30EB\u3092\u9001\u4FE1\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F

email_new_password = XXX_USER_NAME_XXX \u3055\u3093r\nr\n\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u5FDC\u3058\u3066\u3001\u3042\u306A\u305F\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3057\u305F\u3002\u65B0\u3057\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u4EE5\u4E0B\u306B\u306A\u308A\u307E\u3059:r\nr\n\u30ED\u30B0\u30A4\u30F3: XXX_LOGIN_XXXr\n\u30D1\u30B9\u30EF\u30FC\u30C9: XXX_PASSWORD_XXXr\nr\n\u4EE5\u4E0B\u306E\u30DA\u30FC\u30B8\u304B\u3089\u30ED\u30B0\u30A4\u30F3\u306E\u3046\u3048\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044: XXX_LINK_TO_USER_PAGE_XXXr\nr\nXXX_INSTANCE_NAME_XXX\u306E\u3054\u5229\u7528\u3042\u308A\u304C\u3068\u3046\u3054\u3056\u3044\u307E\u3059\u3002r\nimeji\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u3088\u308Ar\nr\n[\u6CE8\u610F]: \u672C\u30E1\u30FC\u30EB\u306F\u81EA\u52D5\u751F\u6210\u306B\u3088\u308A\u9001\u4FE1\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30E1\u30FC\u30EB\u306B\u8FD4\u4FE1\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002

email_new_password_subject = \u65B0\u3057\u3044 XXX_INSTANCE_NAME_XXX \u7528\u30D1\u30B9\u30EF\u30FC\u30C9

email_new_user = XXX_USER_NAME_XXX \u3055\u3093r\nr\n\u4EE5\u4E0B\u306EXXX_INSTANCE_NAME_XXX\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F:r\nr\n\u30ED\u30B0\u30A4\u30F3\u540D: XXX_LOGIN_XXXr\n\u30D1\u30B9\u30EF\u30FC\u30C9: XXX_PASSWORD_XXXr\nr\n\u4EE5\u4E0B\u306E\u30DA\u30FC\u30B8\u304B\u3089\u30ED\u30B0\u30A4\u30F3\u306E\u3046\u3048\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\u3057\u3066\u304F\u3060\u3055\u3044: XXX_LINK_TO_USER_PAGE_XXXr\nr\nimeji\u3092\u5229\u7528\u3092\u59CB\u3081\u308B\u306B\u306F XXX_LINK_TO_APPLICATION_XXX \u304B\u3089\u304A\u9858\u3044\u3057\u307E\u3059\u3002r\nr\nXXX_INSTANCE_NAME_XXX\u306E\u3054\u5229\u7528\u3042\u308A\u304C\u3068\u3046\u3054\u3056\u3044\u307E\u3059r\nXXX_INSTANCE_NAME_XXX\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3

email_new_user_subject = \u3042\u306A\u305F\u306EXXX_INSTANCE_NAME_XXX\u30A2\u30AB\u30A6\u30F3\u30C8

email_shared_album = XXX_USER_NAME_XXX \u3055\u3093,r\nr\nI \u3042\u306A\u305F\u306E\u30A2\u30EB\u30D0\u30E0 XXX_NAME_XXX \u3092\u5171\u6709\u3057\u307E\u3057\u305F\u3002r\nr\n\u30A2\u30EB\u30D0\u30E0\u306F\u4EE5\u4E0B\u3067\u53C2\u7167\u3067\u304D\u307E\u3059:r\nr\nXXX_LINK_XXXr\nr\n\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002r\nXXX_SENDER_NAME_XXXr\nr\n\u6CE8\u610F: \u3053\u306E\u30E1\u30FC\u30EB\u306F\u81EA\u52D5\u7684\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8FD4\u4FE1\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\uFF01

email_shared_album_subject = XXX_INSTANCE_NAME_XXX: \u30A2\u30EB\u30D0\u30E0\u306F\u3059\u3067\u306B\u5171\u6709\u3055\u308C\u3066\u3044\u307E\u3059\u3002

email_shared_collection = XXX_USER_NAME_XXX \u3055\u3093,r\nr\nI \u3042\u306A\u305F\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3 XXX_NAME_XXX \u3092\u5171\u6709\u3057\u307E\u3057\u305F\u3002r\nr\n\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u4EE5\u4E0B\u3067\u53C2\u7167\u3067\u304D\u307E\u3059:r\nr\nXXX_LINK_XXXr\nr\n\u3088\u308D\u3057\u304F\u304A\u9858\u3044\u3044\u305F\u3057\u307E\u3059\u3002r\nXXX_SENDER_NAME_XXXr\nr\nWARNING: \u3053\u306E\u30E1\u30FC\u30EB\u306F\u81EA\u52D5\u7684\u306B\u9001\u4FE1\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u8FD4\u4FE1\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\uFF01

email_shared_collection_subject = XXX_INSTANCE_NAME_XXX: \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304C\u5171\u6709\u3055\u308C\u307E\u3057\u305F

email_zip_images_downloaded_subject = \u30A2\u30A4\u30C6\u30E0\u306Ezip\u30D5\u30A1\u30A4\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u307E\u3057\u305F\u3002

error_album_delete = \u30A2\u30EB\u30D0\u30E0\u306E\u524A\u9664\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_album_need_one_author = \u30A2\u30EB\u30D0\u30E0\u306B\u306F\u6700\u4F4E\u4E00\u4EBA\u306E\u8457\u8005\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_album_need_title = \u30A2\u30EB\u30D0\u30E0\u306E\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_album_release = \u30A2\u30EB\u30D0\u30E0\u306E\u516C\u958B\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_album_withdraw = \u30A2\u30EB\u30D0\u30E0\u306E\u53D6\u308A\u4E0B\u3052\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_author_need_one_family_name = \u4F5C\u8005\u60C5\u5831\u306B\u306F\u59D3\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_author_need_one_organization = \u4F5C\u8005\u306B\u6240\u5C5E\u60C5\u5831\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_bad_format_description = \u8AAC\u660E\u306E\u5165\u529B\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002\u5165\u529B\u3055\u308C\u305FHTML\u306E\u30BF\u30B0\u304C\u6B63\u3057\u304F\u306A\u3044\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002

error_collection_delete = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306E\u524A\u9664\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_collection_discarded_upload = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u53D6\u308A\u4E0B\u3052\u3089\u308C\u3066\u3044\u307E\u3059\u3002\u30D5\u30A1\u30A4\u30EB\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002

error_collection_need_one_author = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u6700\u4F4E\u4E00\u4EBA\u306E\u8457\u8005\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_collection_need_title = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30BF\u30A4\u30C8\u30EB\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_collection_profile_not_exist = \u3053\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306B\u306F\u30E1\u30BF\u30C7\u30FC\u30BF\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304C\u3042\u308A\u307E\u305B\u3093!

error_collection_release = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306E\u516C\u958B\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_collection_withdraw = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306E\u53D6\u308A\u4E0B\u3052\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_date_format = \u65E5\u4ED8\u306E\u66F8\u5F0F\u304C\u8AA4\u3063\u3066\u3044\u307E\u3059\u3002\u6B21\u306E\u66F8\u5F0F\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002 YYYY-MM-DD

error_delete_no_albums_selected = \u524A\u9664\u3059\u308B\u30A2\u30EB\u30D0\u30E0\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

error_delete_no_collection_selected = \u524A\u9664\u3059\u308B\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

error_during_user_create = \u30E6\u30FC\u30B6\u306E\u4F5C\u6210\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_during_user_registration = \u30E6\u30FC\u30B6\u306E\u767B\u9332\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_during_user_update = \u30E6\u30FC\u30B6\u306E\u66F4\u65B0\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_editor_images_locked = \u753B\u50CF\u304C\u5225\u306E\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002

error_editor_not_allowed = \u3053\u306E\u753B\u50CF\u3092\u7DE8\u96C6\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002

error_image_delete = \u753B\u50CF\u306E\u524A\u9664\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_image_load = \u753B\u50CF\u306E\u8AAD\u307F\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_integer_required = \u6570\u5B57\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_log_in = \u30ED\u30B0\u30A4\u30F3\u6642\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u30E6\u30FC\u30B6\u540D\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_log_in_description = \u3042\u306A\u305F\u304C\u306B\u30ED\u30B0\u30A4\u30F3\u3059\u308B\u305F\u3081\u306E\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u5FC5\u8981\u3067\u3059.

error_metadata_edit = \u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u7DE8\u96C6\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_metadata_edit_no_images = \u753B\u50CF\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

error_metadata_validation = \u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u691C\u8A3C\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_organization_need_name = \u7D44\u7E54\u540D\u304C\u5FC5\u8981\u3067\u3059\u3002

error_page_not_exists = \u30DA\u30FC\u30B8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002

error_profile_label_not_allowed = \u30E9\u30D9\u30EB\u306E\u66F8\u5F0F\u306B\u8AA4\u308A\u304C\u3042\u308A\u307E\u3059\u3002\u30E9\u30D9\u30EB\u540D\u306B"#"\u3092\u4F7F\u7528\u3059\u308B\u3053\u3068\u306F\u3067\u304D\u307E\u305B\u3093\u3002

error_profile_labels_required = \u30E9\u30D9\u30EB\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_profile_load = \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u60C5\u5831\u306E\u8AAD\u307F\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_profile_name_not_unique = \u5165\u529B\u3057\u305F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u540D\u306F\u3059\u3067\u306B\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002

error_profile_need_statement = \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u8AAC\u660E\u6587\u304C\u5FC5\u8981\u3067\u3059\u3002

error_profile_need_title = \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u30BF\u30A4\u30C8\u30EB\u304C\u5FC5\u8981\u3067\u3059\u3002

error_profile_save = \u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u60C5\u5831\u306E\u4FDD\u5B58\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_profile_select_metadata_type = \u30E1\u30BF\u30C7\u30FC\u30BF\u306E\u7A2E\u985E\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_reading_profile = \u30E6\u30FC\u30B6\u60C5\u5831\u306E\u8AAD\u307F\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

error_search_no_collection_selected = \u691C\u7D22\u5BFE\u8C61\u3068\u306A\u308B\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

error_search_no_metadata_selected = \u691C\u7D22\u5BFE\u8C61\u3068\u306A\u308B\u30E1\u30BF\u30C7\u30FC\u30BF\u8981\u7D20\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

error_search_query = \u7121\u52B9\u306A\u691C\u7D22\u5F0F\u3067\u3059\uFF01

error_search_query_emtpy = \u691C\u7D22\u5F0F\u304C\u5165\u529B\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u691C\u7D22\u5F0F\u3092\u5165\u529B\u3057\u3066\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_share_email_not_imeji_account = \u5171\u6709\u5148\u306Eimeji\u30A2\u30AB\u30A6\u30F3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002imeji\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u6301\u3063\u3066\u3044\u308B\u30E6\u30FC\u30B6\u306B\u5BFE\u3057\u3066\u306E\u307F\u5171\u6709\u3067\u304D\u307E\u3059\u3002

error_share_invalid_email = \u5165\u529B\u3055\u308C\u305F\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9 XXX_VALUE_XXX \u306F\u7121\u52B9\u3067\u3059\u3002

error_share_invalid_user = \u5165\u529B\u3055\u308C\u305F\u30E6\u30FC\u30B6\u540D XXX_VALUE_XXX \u306F\u5B58\u5728\u3057\u307E\u305B\u3093\u3002

error_share_not_enough_priviliges = \u3053\u306E\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u5171\u6709\u3059\u308B\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002

error_space_invalid_slug = This is not a valid value for a space slug! Please make sure it is a valid URI!

error_space_need_title = Please provide a title for the space you are creating.

error_space_needs_slug = Please provide the slug, it should be a valid URI and it will be appended to the instance URL in a form /space/<slug>.

error_there_is_another_space_with_same_slug = There is already another space with the same slug. Please use another slug, append or remove some characters to the current slug.

error_upload = \u30D5\u30A1\u30A4\u30EB\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\uFF01

error_user_already_exists = \u30E6\u30FC\u30B6\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u3066\u3044\u307E\u3059\u3002

error_user_email_not_valid = \u7121\u52B9\u306A\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3067\u3059\u3002

error_user_email_unfilled = \u6B63\u3057\u3044\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_user_name_unfilled = \u59D3\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_user_organization_unfilled = \u7D44\u7E54\u540D\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_user_repeat_password = \u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093\u3002

error_withdraw_comment = \u53D6\u308A\u4E0B\u3052\u306E\u30B3\u30E1\u30F3\u30C8\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

error_withdraw_image = \u753B\u50CF\u306E\u53D6\u308A\u4E0B\u3052\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002

filtered = \u7D5E\u308A\u8FBC\u307F\u6E08\u307F

images_added_to_active_album = \u753B\u50CF\u306F\u4F7F\u7528\u4E2D\u306E\u30A2\u30EB\u30D0\u30E0\u306B\u8FFD\u52A0\u3055\u308C\u307E\u3057\u305F\u3002

items_count = \u30A2\u30A4\u30C6\u30E0\u6570

labels_duplicate_lang = \u30E9\u30D9\u30EB\u306B\u8A00\u8A9E\u60C5\u5831\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002

labels_have_to_be_unique = \u30E9\u30D9\u30EB\u306F\u4E00\u610F\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002

message_search_results_empty = \u691C\u7D22\u6761\u4EF6\u306B\u3042\u3046\u30A2\u30A4\u30C6\u30E0\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u3082\u3046\u4E00\u5EA6\u8A66\u3057\u3066\u304F\u3060\u3055\u3044\u3002

no_collection_found = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002

no_images_found = \u753B\u50CF\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093

no_items_to_edit = \u7DE8\u96C6\u3059\u308B\u30A2\u30A4\u30C6\u30E0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002

please_wait = \u304A\u5F85\u3061\u304F\u3060\u3055\u3044

published_albums_headline = \u516C\u958B\u3055\u308C\u3066\u3044\u308B\u30A2\u30EB\u30D0\u30E0

remove_statement_used = \u3053\u306E\u30E1\u30BF\u30C7\u30FC\u30BF\u306F\u3044\u304F\u3064\u304B\u306E\u753B\u50CF\u3067\u4F7F\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u524A\u9664\u3059\u308B\u3068\u3001\u305D\u308C\u3089\u306E\u753B\u50CF\u306B\u4ED8\u4E0E\u3055\u308C\u3066\u3044\u308B\u30E1\u30BF\u30C7\u30FC\u30BF\u306F\u5168\u3066\u524A\u9664\u3055\u308C\u307E\u3059\u3002\u307B\u3093\u3068\u3046\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

search_formular_headline = \u691C\u7D22

search_results_headline = \u691C\u7D22\u7D50\u679C

search_results_query_01 = \u691C\u7D22\u8A9E

should_create_collection_first = \u30A2\u30A4\u30C6\u30E0\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3059\u308B\u306B\u306F\u3001\u307E\u305A\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002

show_all_items_in_medium_view = medium view\u3067\u8868\u793A\u3059\u308B

show_all_items_in_short_view = short view\u3067\u8868\u793A\u3059\u308B

single_upload_invalid_content_format = \u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u306A\u3044\u30D5\u30A1\u30A4\u30EB\u5F62\u5F0F\u3067\u3059

success_album_create = \u30A2\u30EB\u30D0\u30E0\u306F\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002

success_album_delete = \u30A2\u30EB\u30D0\u30E0\u306F\u6B63\u5E38\u306B\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002

success_album_release = \u30A2\u30EB\u30D0\u30E0\u306F\u6B63\u5E38\u306B\u516C\u958B\u3055\u308C\u307E\u3057\u305F\u3002

success_album_remove_from = \u30A2\u30EB\u30D0\u30E0\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002

success_album_remove_images = \u753B\u50CF\u306F\u30A2\u30EB\u30D0\u30E0\u304B\u3089\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002

success_album_update = \u30A2\u30EB\u30D0\u30E0\u306F\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_album_withdraw = \u30A2\u30EB\u30D0\u30E0\u306F\u6B63\u5E38\u306B\u53D6\u308A\u4E0B\u3052\u3089\u308C\u307E\u3057\u305F\u3002

success_change_user_password = \u30D1\u30B9\u30EF\u30FC\u30C9\u306F\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_collection_create = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002

success_collection_delete = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002

success_collection_release = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u30EA\u30EA\u30FC\u30B9\u3055\u308C\u307E\u3057\u305F\u3002

success_collection_remove_from = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u304B\u3089\u524A\u9664\u3057\u307E\u3057\u305F\u3002

success_collection_save = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002

success_collection_withdraw = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u53D6\u308A\u4E0B\u3052\u3089\u308C\u307E\u3057\u305F\u3002

success_collections_delete = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u524A\u9664\u3055\u308C\u307E\u3057\u305F\u3002

success_editor_edit = \u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_editor_image = \u753B\u50CF\u306F\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_editor_images = \u753B\u50CF\u306F\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_email = \u30E1\u30FC\u30EB\u306F\u6B63\u5E38\u306B\u9001\u4FE1\u3055\u308C\u307E\u3057\u305F\u3002

success_item_create = \u30A2\u30A4\u30C6\u30E0\u306F\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002

success_log_in = \u30ED\u30B0\u30A4\u30F3\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002

success_log_out = \u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002

success_profile_save = \u30E1\u30BF\u30C7\u30FC\u30BF\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304C\u4FDD\u5B58\u3055\u308C\u307E\u3057\u305F\u3002

success_share = \u30A2\u30EB\u30D0\u30E0\u3084\u30B3\u30EC\u30AF\u30B7\u30E7\u30F3\u306F\u6B63\u5E38\u306B\u5171\u6709\u3055\u308C\u307E\u3057\u305F\u3002

success_space_create = Space created successfully

success_space_update = \u30B9\u30DA\u30FC\u30B9\u306F\u6B63\u5E38\u306B\u66F4\u65B0\u3055\u308C\u307E\u3057\u305F\u3002

success_upload = \u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306B\u6210\u529F\u3057\u307E\u3057\u305F

success_user_create = \u30E6\u30FC\u30B6\u306F\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002

upload_format_not_allowed = \u3053\u306E\u30D5\u30A1\u30A4\u30EB\u5F62\u5F0F\u306F\u8A31\u53EF\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002

user_to_admin = \u3053\u306E\u30E6\u30FC\u30B6\u306B\u7BA1\u7406\u8005\u6A29\u9650\u3092\u8FFD\u52A0\u3057\u307E\u3059\u304B\uFF1F

warning_locked = \u3053\u306E\u753B\u50CF\u306F\u5225\u306E\u30E6\u30FC\u30B6\u306B\u3088\u3063\u3066\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u300215\u5206\u5F8C\u306B\u81EA\u52D5\u7684\u306B\u30EA\u30EA\u30FC\u30B9\u3055\u308C\u307E\u3059\u3002

withdraw_wait = \u53D6\u308A\u4E0B\u3052\u4E2D\u3067\u3059\u3002\u3057\u3070\u3089\u304F\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
